Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: A 2.25 mL glass syringe with 27G 1⁄2” staked needle and rigid needle shield is used as the container of spesolimab solution for injection in pre-filled syringe 300 mg/ syringe (150 mg/mL).
es_es: El envase de la solución inyectable de Espesolimab en jeringa prellenada de 300 mg/jeringa (150 mg/ml) es una jeringa de vidrio de 2,25 ml con aguja fija de 27G y 1⁄2 pulg y funda de aguja rígida.

source: A 20% reduction in the hypothesized rate of reperfusion at initial angiogram (18% vs 33%) would require 145 patients per group to yield 80% power to detect a significant difference of 15%.
es_es: Para alcanzar una reducción de 20% en la tasa hipotética de reperfusión en la angiografía inicial (18% frente a 33%), se requerirían 145 pacientes por grupo para lograr una potencia de 80% y detectar una diferencia significativa de 15%.

source: A 20% reduction in the hypothesized rate of reperfusion at initial angiogram (18% vs 33%) would require 145 patients per group.
es_es: Con una reducción de 20% en la tasa prevista de reperfusión en la angiografía inicial (18% frente a 33%), se requerirían 145 pacientes por grupo.

source: A 4 mL solution of tenecteplase was filled in 10 mL glass vials, lyophilised, and placed on stability at 2 – 8°C, 25°C and 40°C for up to 12 months.
es_es: Se cargó una solución liofilizada de 4 ml de tenecteplasa en frascos de vidrio de 10 ml, que se colocaron en condiciones de estabilidad a 2 – 8 °C, 25 °C y 40 °C durante un máximo de 12 meses.

source: A = Peak aro3 response of respective solvent obtained in the chromatogram of Sample solution.
es_es: A = Respuesta del área del pico del disolvente respectivo en el cromatograma de la solución muestra

source: A CEP for wool fat applied as starting material for cholesterol has been granted by the EDQM. The raw material Geneticin, which is used as a media component, is produced via microbial fermentation.
es_es: Para la grasa de la lana que se usa como material de partida del colesterol, se cuenta con certificado de idoneidad CEP emitido por la EDQM. La materia prima geneticina, que se utiliza como componente del medio, se produce por fermentación microbiana.

source: A CRA was assigned to each site for regular on-site monitoring.
es_es: Para el monitoreo periódico en cada centro, se asignó un monitor de ensayos clínicos.

source: A CV of ≤ 5.0 % can be set as a default.
es_es: Se puede fijar por defecto un CV de ≤ 5.0 %.

source: A Case Report Form (CRF) will be completed for each study subject, summarising all clinical screening and study data.
es_es: Se completará un Formulario de Reporte de Casos (CRF) por cada participante del estudio, donde se resuman todos los datos clínicos del estudio y de selección.

source: A Clinical Event Committee centrally adjudicated endpoint events, certain hepatic events, and ketoacidosis according to the pre-specified definitions in the charter (see Section 6).
es_es: Un Comité de Eventos Clínicos adjudicó de manera centralizada los eventos relacionados con los criterios de valoración, ciertos eventos hepáticos y la cetoacidosis de acuerdo con las definiciones preespecificadas en el acta de adjudicación (ver la Sección 6).

source: A Clinical Research Associate (CRA) was assigned for regular on-site monitoring.
es_es: Para el seguimiento periódico en el centro, se asignó un auxiliar de investigación clínica.

source: A Cox model including only treatment as covariate, not adjusting for any other factors
es_es: Un modelo de Cox, que solo incluía como covariable el tratamiento, y que no se ajustaba por ningún otro factor

source: A Cox regression of all events in trial (including the follow-up period)
es_es: Una regresión de Cox de todos los eventos del ensayo (incluido el período de seguimiento)

source: A Cox regression similar to the primary analysis but including only CEC-confirmed primary events which meet the CDISC guidance criteria for HHF (i.e. excluding those missing a physical sign or laboratory test, or both)
es_es: Una regresión de Cox similar al análisis primario pero solo con los eventos primarios confirmados por el comité de eventos clínicos que cumplen con los criterios del consorcio CDISC para definir la hospitalización por insuficiencia cardíaca (es decir, sin excluir a quienes no tuvieran signos físicos o análisis de laboratorio)

source: A Cox regression similar to the primary analysis but including only events that were thought to occur before the COVID-19 pandemic (also see Section 9.8.3)
es_es: Una regresión de Cox similar al análisis primario pero solo con enventos supuestamente acaecidos antes de la pandemia de COVID-19 (ver también la Sección 9.8.3)

source: A Cox regression similar to the primary analysis but including only events up to 7 days prior to a reported SARS-CoV-2 infection (also see Section 9.8.3)
es_es: Una regresión de Cox similar al análisis primario pero solo con eventos acaecidos hasta 7 días antes de una infección informada por SARS-CoV-2 (ver también la Sección 9.8.3)

source: A Cox regression similar to the primary analysis but including the COVID-19 outbreak as a binary time-dependent covariate (also see Section 9.8.3)
es_es: Una regresión de Cox similar al análisis primario pero solo con la aparición de COVID-19 como covariable binaria dependiente del tiempo (ver también la Sección 9.8.3)

source: A Cox regression similar to the primary analysis but including the COVID-19 outbreak as a binary time-dependent covariate with outbreak-by-treatment interaction term (also see Section 9.8.3)
es_es: Una regresión de Cox similar al análisis primario pero con la aparición de COVID-19 como covariable binaria dependiente del tiempo, con el término "interacción aparición de pandemia por tratamiento" (ver también la Sección 9.8.3)

source: A Cox regression similar to the primary analysis but including the following additional prognostic covariates:
es_es: Una regresión de Cox similar al análisis primario pero con las siguientes covariables prognósticas:

source: A Cox regression similar to the primary analysis but including the following additional prognostic covariates: Log(NT-proBNP), baseline atrial fibrillation or flutter, and HHF in the last 12 months
es_es: Una regresión de Cox similar al análisis primario pero con las siguientes covariables prognósticas: Log(NT-proPNC), fibrilación auricular o aleteo iniciales y hospitalización por insuficiencia cardíaca en los últimos 12 meses

source: A Cox regression with multiple imputations for patients without primary endpoint events and lost to follow up before trial completion
es_es: Una regresión de Cox con imputaciones múltiples para pacientes sin eventos relativos al criterio de valoración primario y con un seguimiento infructuoso antes a la finalización del ensayo

source: A Cox regression with same covariates as the primary analysis performed on the treated set (TS), including only events up to 30 days after treatment discontinuation
es_es: Una regresión de Cox con las mismas covariables que el análisis primario desarrollado sobre el grupo tratado, pero solo con los eventos acaecidos hasta 30 días después de la discontinuación del tratamiento

source: A FLAIR sequence is also acquired.
es_es: También se adquirirá una secuencia FLAIR.

source: A Gas chromatograph equipped with temperature programming, capillary column, split / splitless injector, flame ionization detector, head space auto sampler and a suitable software.
es_es: Cromatógrafo de gases equipado con programador de temperatura, columna capilar, inyector con o sin división de flujo, detector de ionización por llama, procesador de muestras automático con espacio de cabeza y software adecuado.

source: A Hwang, Shih and De Cani α-spending function was used for the analysis (see Section 7.4 of the CTP, Appendix 16.1.1.2).
es_es: Para el análisis se aplicó una función de gasto α de Hwang, Shih y De Cani (ver la Sección 7.4 del Protocolo de Ensayo Clínico, Apéndice 16.1.1.2).

source: A KMA describes a physical, chemical or biological property or characteristic of an input material that should be within an appropriate limit, range, or distribution to ensure the desired process performance.
es_es: Un atributo clave de los materiales es una propiedad o característica física, química o biológica de un material de entrada que debe estar dentro de un límite, rango o distribución apropiados para garantizar el desempeño deseado del proceso.

source: A KPI is an output parameter related to process performance.
es_es: Un indicador clave del proceso es un parámetro de salida relacionado con el desempeño del proceso.

source: A KPI is not critical, because it has no impact on safety and efficacy and therefore a KPI is not related to a CQA or a CPI.
es_es: Un indicador clave del proceso no es crítico ya que no afecta la seguridad ni la eficacia. Por lo tanto, un indicador clave del proceso no está relacionado con un atributo crítico de calidad ni con un indicador crítico del proceso.

source: A KPP is an input parameter whose variability has an impact on process performance.
es_es: Un parámetro clave del proceso es un parámetro cuya variabilidad afecta el desempeño del proceso.

source: A Monitoring Manual was available for the CRA and is stored in the CTMF.
es_es: Los auxiliares de investigación clínica contaban con un Manual de Control, que está almacenado en el archivo maestro del ensayo clínico.

source: A Monitoring Manual was available for the CRAs and is stored in the TMF.
es_es: Los monitores de ensayos clínicos contaban con un Manual de Monitoreo, que está almacenado en el archivo maestro del ensayo.

source: A Staff Delegation/Signature List of all personnel involved in the conduct of the study is also required.
es_es: También es preciso presentar una lista de delegación de personal/firmas del personal involucrado en la realización del estudio.

source: A T2*weighted gradient echo sequence will be performed to assess for presence of ICH.
es_es: Se realizará una secuencia de eco de grandiente ponderada en T2* para evaluar la presencia de hemorragia intracerebral.

source: A additional assigned character if needed for packaging
es_es: Si es necesario, se asigna un carácter adicional para el acondicionamiento

source: A balance between the stability enhancing ability of the arginine and the hypertonicity was met by selecting 300 mmol/L arginine phosphate1 for the formulation.
es_es: Se logró un equilibrio entre la capacidad de la arginina para mejorar la estabilidad y la hipertonicidad seleccionando 300 mmol/l de fosfato de arginina1 para la formulación.

source: A base recommendation is to apply the safety concern threshold (SCT), which is defined as a threshold below which a leachable or extractable would have a dose so low as to present negligible safety concerns from carcinogenic and non-carcinogenic toxic effects.
es_es: Una recomendación básica es aplicar el umbral de seguridad, definido como aquel por debajo del cual un lixiviable o extraíble tendría una dosis tan baja que sus riesgos de seguridad de su riesgo de presentar efectos tóxicos cancerígenos y no cancerígenos serían insignificantes.

source: A basic description of the additional compendial method is added in the document.
es_es: En el documento se añade una descripción básica del método de farmacopea adicioinal.

source: A bioburden sample is drawn from the storage vessel prior to sterile filtration.
es_es: La muestra para análisis de contaminación microbiana se extrae del recipiente de almacenamiento antes de la filtración estéril.

source: A biological evaluation as per ISO 10993-1:2018 and the FDA Guidance for Industry and Food and Drug Administration Staff, Use of International Standard ISO-10993 “Biological Evaluation of Medical Devices Part 1: Evaluation and Testing, June 16, 2016 as well as USP <87> and <88> (PFS only), was conducted for the user-contact materials of the spesolimab PFS-NSD-1.
es_es: En los materiales del dispositivo PFS-NSD-1 de espesolimab que están en contacto con el usuario, se llevó a cabo una evaluación biológica según la norma ISO 10993-1:2018 y la Guía para la Industria y el Personal de Administración de Alimentos y Medicamentos, uso de la norma internacional ISO-10993 “Evaluación biológica de dispositivos médicos", Parte 1: Evaluación y análisis, 16 de junio de 2016 y las normas <87> y <88> de la USP (en la jeringa precargada únicamente).

source: A blank solution was injected after the highest calibration standard and no analyte (NDMA) was found in the blank solution.
es_es: Se inyectó una solución blanco después del mayor estándar de calibración y no se halló ningún analito (NDMA) en la solución blanco.

source: A blinded adaptive sample size re-estimation was performed12 by the study statistician after 240 patients had been enrolled using the prespecified Mehta and Pocock promising zone mathematical algorithm.
es_es: El estadístico del estudio realizó una reestimación adaptativa enmascarada del tamaño de la muestra12 luego de que se hubieran inscripto 240 pacientes utilizando el algoritmo matemático establecido de zona prometedora de Mehta y Pocock.

source: A blinded adaptive sample-size reestimation [R21-0078] was performed after 100 patients had been enrolled [P17-10797].
es_es: Se llevó a cabo una reestimación adaptativa a ciegas del tamaño de la muestra [R21-0078] luego de que se hubieran inscripto 100 pacientes [P17-10797].

source: A bracketing approach with a reduced number of experiments was used for the validation.
es_es: Se empleó para la validación un enfoque con análisis de extremos, con una cantidad de ensayos reducida.

source: A bracketing approach with a reduced number of experiments was used for the validation.The following materials were used for the validation parameter intermediate precision:
es_es: Se empleó para la validación un enfoque con análisis de extremos, con una cantidad de ensayos reducida. Se usaron los siguientes materiales en el parámetro de validación "precisión intermedia":

source: A bracketing approach with a reduced number of experiments was used for the validation.The following materials were used for the validation parameter repeatability:
es_es: Se empleó para la validación un enfoque con análisis de extremos, con una cantidad de ensayos reducida.Se usaron los siguientes materiales en el parámetro de validación "repetibilidad":

source: A brief summary of the experiments conducted and of the results obtained is given in Table 1.
es_es: En la Tabla 1 se ofrece un resumen acotado de los ensayos realizados y de los resultados obtenidos.

source: A careful written record of all AEs was to be kept by the investigator in charge of the trial.
es_es: El investigador a cargo del ensayo debía mantener un registro escrito cuidadoso de todos los eventos adversos.

source: A central laboratory analysed safety laboratory parameters in this trial.
es_es: Un laboratorio central analizó los parámetros de laboratorio de seguridad en este ensayo.

source: A certificate of analysis (CoA) is not issued.
es_es: No se emite certificado de análisis (CoA).

source: A change of column temperature in a range of ± 5 °C had no significant effect on the retention times.
es_es: Un cambio de ± 5° C en la temperatura de columna no tuvo efectos significativos en los tiempos de retención.

source: A change of column temperature in a range of ± 5 °C had no significant effect on theretention times.
es_es: Un cambio de ± 5° C en la temperatura de columna no tuvo efectos significativos en los tiempos de retención.

source: A change of flow rate in a range of ± 0.05 mL/min had no significant effect on the retention times.
es_es: Una velocidad de flujo de ± 0.05 ml/min no tuvo efectos significativos en los tiempos de retención.

source: A change of flow rate in a range of ± 0.05 mL/min had no significant effect on the retentiontimes.
es_es: Una cambio de ± 0.05 ml/min en la velocidad de flujo no tuvo efectos significativos en los tiempos de retención.

source: A change of the LC-HRMS device had no significant effect on the retention times.
es_es: Un cambio en la equipo de LC-HRMS no tuvo efectos significativos en los tiempos de retención.

source: A change of the autosampler temperature from 4 °C to 25 °C had no significant effect on the retention times.
es_es: Pasar de 4° C a 25° C en la temperatura del procesador de muestras automático no tuvo efectos significativos en los tiempos de retención.

source: A change of the autosampler temperature from 4 °C to 25 °C had no significant effect on theretention times.
es_es: Pasar de 4° C a 25° C en la temperatura del procesador de muestras automático no tuvo efectos significativos en los tiempos de retención.

source: A change of the column batch had no significant effect on the retention times.
es_es: Un cambio en la partida de columnas no tuvo efectos significativos en los tiempos de retención.

source: A change of the filtration step had no significant effect on the recovery.
es_es: Un cambio en el paso de filtrado no tuvo efectos significativos en la recuperación.

source: A collection of 541 chemicals that are considered as rodent carcinogens displayed a sensitivity of ca. 60% and a specificity of ca. 75% for the Ames test [2].
es_es: Usando como muestra un conjunto de 541 sustancias químicas consideradas cancerígenas en roedores, la prueba de Ames arrojó una sensibilidad de aproximadamente 60% y una especificidad de aproximadamente 75% [2].

source: A comparison of manufacturing processes in SM3 and SM6 is provided in Table 3.
es_es: En la Tabla 3 se proporciona una comparación de los procesos de fabricación llevados a cabo en SM3 y SM6.

source: A comparison of the tenecteplase 25 mg/vial and exemplary 40 mg/vial DP manufacturing process is provided in Table 10.
es_es: El proceso de fabricación de la tenecteplasa, 25 mg/frasco, y de la presentación modelo de 40 mg/frasco de medicamento se compara en la Tabla 10.

source: A comparison of the analytical results obtained by the sending unit and the receiving unit has been performed.
es_es: Se compararon los resultados analíticos de las unidades emisora y receptora.

source: A comparison of the dissolution profiles was carried out between Telmisartan product manufactures at BI Promeco (MX) and BI DE (IN).
es_es: Se compararon los perfiles de disolución obtenidos de los fabricantes del medicamento Telmisartán: BI Promeco (MX) y BI DE (IN).

source: A comparison of the results with the result derived according to AP gave an accuracy of 100 %.
es_es: Al comparar los resultados con los obtenidos segun el procedimiento analítico se obtuvo una exactitud de 100 %.

source: A competing-risk model by Fine-Gray (considering non-CV death as a competing risk)
es_es: Un modelo de riesgo competitivo de Fine-Gray (considerando como riesgo competitivo la muerte no cardiovascular)

source: A complete physical examination was to be performed by the investigator at the time points indicated in Table 9.5.1: 1.
es_es: El investigador debía realizar un examen físico completo en los momentos indicados en la Tabla 9.5.1: 1.

source: A comprehensive characterization of the CEX HPLC chromatographic profiles of spesolimab as well as forced degradation studies have been performed to understand the species underlying CEX peaks and to evaluate criticality of these attributes.
es_es: Para comprender las especies subyacentes a los picos presentes en el CEX y evaluar la criticidad de tales atributos, se han realizado una caracterización exhaustiva de los perfiles cromatográficos por CEX HPLC y estudios de degradación forzada de espesolimab.

source: A comprehensive list of analytical tests has been established to control the physico-chemical and biological attributes of alteplase DS using the TPA-05 process.
es_es: Se ha establecido una lista exhaustiva de pruebas analíticas con objeto de controlar los atributos fisicoquímicos y biológicos del principio activo alteplasa mediante el proceso TPA-05.

source: A comprehensive list of analytical tests has been established to control the physicochemical and biological attributes of tenecteplase DP.
es_es: Se ha establecido una lista exhaustiva de pruebas analíticas con objeto de controlar los atributos fisicoquímicos y biológicos del medicamento tenecteplasa.

source: A concentration of 1.5 ppm hydrogen peroxide was selected to cover concentrations of hydrogen peroxide in vials measured directly after start of filling and after process interruptions.
es_es: Se seleccionó una concentración de 1.5 ppm de peróxido de hidrógeno para cubrir las concentraciones medidas de peróxido de hidrógeno en los frascos inmediatamente después del inicio del llenado y después de las interrupciones del proceso.

source: A condensed overview on the established control strategy is available in Section 3.2.P.5 Control Strategy Summary – Drug Product.
es_es: En la Sección 3.2.P.5, Resumen de la estrategia de control del medicamento, se puede consultar una descripción general sucinta de la estrategia de control establecida.

source: A confirmed hypoglycaemic event was defined as a hypoglycaemic event with a measured plasma glucose concentration ≤70 mg/dL or requiring assistance.
es_es: Un evento confirmado de hipoglucemia se definió como un evento de hipoglucemia con una concentración de glucosa plasmática medida ≤70 mg/dL o que requiere asistencia.

source: A continuación, se presentan algunos ejemplos:
es_es: Below are some examples:

source: A control angiogram was obtained at the conclusion of the procedure and centrally graded for angiographic revascularization using the expanded Treatment In Cerebral Ischemia (eTICI, scale ranges from no flow (0) to normal flow (3)) classification2 which includes an additional category “2c” representing near-complete reperfusion except for slow flow in a few distal cortical vessels or presence of small distal cortical emboli.
es_es: Se obtuvo una angiografía de control al finalizar el procedimiento y se clasificó centralmente para la revascularización angiográfica. Para ello, se utilizó la escala ampliada de tratamiento de la isquemia cerebral (eTICI, la clasificación de la escala oscila entre ausencia de flujo [0] y flujo normal [3]),2 que incluye una categoría adicional “2c”, que representa una reperfusión casi completa, excepto por un flujo lento en unos pocos vasos corticales distales o la presencia de pequeños émbolos corticales distales.

source: A control sample is included for each measurement.
es_es: Se incluye una muestra de control para cada medición.

source: A control strategy has been developed for spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) to cover all critical quality attributes (CQAs) of the drug product (Table 3), and thus to ensure process performance and product quality.
es_es: Se desarrolló una estrategia de control para la solución inyectable de espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml) para cubrir todos los atributos críticos de calidad del medicamento (Tabla 3), y así garantizar el desempeño del proceso y la calidad del producto.

source: A control strategy has been developed for the tenecteplase lyophilisate for solution for injection 25 mg to cover all critical quality attributes of the DP (Table 2), and thus to ensure process performance and product quality.
es_es: Se ha desarrollado una estrategia de control de la tenecteplasa, liofilizado para solución inyectable, 25 mg con objeto de cubrir todos los atributos críticos de calidad del medicamento (Tabla 2) y, por ende, garantizar el desempeño del proceso y la calidad del producto.

source: A copy of the manual is available in the ISF.
es_es: En el archivo del centro investigador se almacena una copia del manual.
